{
  "title": {
    "en": "Wall Plug",
    "nl": "Schakeldoos",
    "de": "Steckdose",
    "fr": "Prise murale",
    "it": "Presa a muro",
    "sv": "Väggkontakt",
    "no": "Veggkontakt",
    "es": "Enchufe de pared",
    "da": "Stikkontakt",
    "ru": "Настенная розетка",
    "pl": "Wtyczka",
    "ko": "벽면 콘센트",
    "ar": "قابس الحائط"
  },
  "description": {
    "en": "Use this device class for sockets (built-in or plug-in socket switches) or fixed switches, e.g. those connected to a light.",
    "nl": "Gebruik deze apparaatklasse voor stopcontacten (ingebouwde of plug-in contactschakelaars) of vaste schakelaars, bijvoorbeeld die verbonden zijn met een lamp.",
    "de": "Nutze diese Geräteklasse für Sockel (eingebaut oder zum Einstecken) oder feste Schalter, z.B. die an eine Lampe angeschlossen sind.",
    "fr": "Utilisez cette classe d'appareil pour les prises (intégrées ou prises d'interrupteurs) ou les interrupteurs fixes, par exemple ceux connectés à une lumière.",
    "it": "Utilizza questa classe di dispositivi per le prese (prese integrate o interruttori) o interruttori fissi, ad esempio quelli collegati a una luce.",
    "sv": "Använd den här enhetsklassen för uttag (inbyggda eller stickkontakter) eller fasta brytare, t.ex. de som är anslutna till en lampa.",
    "no": "Bruk denne enhetsklassen for kontakter (innebygde eller eksterne kontaktenheter) eller faste brytere, f.eks. de som er koblet til en lampe.",
    "es": "Utiliza esta clase de dispositivo para los enchufes (interruptores de enchufe integrados o enchufables) o interruptores fijos, por ejemplo, los conectados a una luz.",
    "da": "Brug denne enhedsklasse til kontakter (indbyggede eller eksterne kontaktenheder) eller faste afbrydere, f.eks. dem, der er forbundet til en lampe.",
    "ru": "Используйте этот класс устройства для розеток (встроенных или вставных выключателей) или стационарных выключателей, например, подключенных к светильнику.",
    "pl": "Użyj tej klasy urządzeń dla gniazdek elektrycznych (wbudowanych lub wtyczek) lub stałych przełączników, np. podłączonych do światła.",
    "ko": "이 디바이스 클래스는 (빌트인 및 플러그인 방식 소켓 스위치 등) 콘센트나 고정 스위치(예: 조명에 연결된 스위치)에 사용합니다.",
    "ar": "استخدم فئة الجهاز هذه للمقابس (المدمجة أو قوابس التبديل) أو المفاتيح الثابتة، مثل تلك المتصلة بضوء."
  },
  "virtualTitle": {
    "en": "Plugged in",
    "nl": "Aangesloten",
    "de": "Angeschlossen",
    "fr": "Branché",
    "it": "Collegato",
    "sv": "Inkopplad",
    "no": "Plugget inn",
    "es": "Conectado",
    "da": "Tilsluttet",
    "ru": "Подключено",
    "pl": "Podłączone",
    "ko": "꽂힘",
    "ar": "موصل"
  },
  "allowedVirtual": [
    "light",
    "fan",
    "heater",
    "coffeemachine",
    "kettle",
    "tv",
    "solarpanel",
    "airconditioning",
    "airfryer",
    "boiler",
    "battery",
    "cooktop",
    "dishwasher",
    "dryer",
    "evcharger",
    "freezer",
    "fridge",
    "fridge_and_freezer",
    "fryer",
    "grill",
    "heatpump",
    "mediaplayer",
    "microwave",
    "multicooker",
    "networkrouter",
    "oven",
    "washer",
    "washer_and_dryer",
    "waterpurifier",
    "oven_and_microwave"
  ]
}