{
  "title": {
    "en": "Thermostat",
    "nl": "Thermostaat",
    "de": "Thermostat",
    "fr": "Thermostat",
    "it": "Termostato",
    "sv": "Termostat",
    "no": "Termostat",
    "es": "Termostato",
    "da": "Termostat",
    "ru": "Термостат",
    "pl": "Termostat",
    "ko": "온도 조절 장치"
  },
  "description": {
    "en": "Use this device class for thermostats, either for the entire home or radiator-mounted, usually together with the `measure_temperature`, `target_temperature`, `comfort_mode` and `thermostat_mode` capabilities.",
    "de": "Nutze diese Geräteklasse für Thermostate, entweder für das gesamte Heim oder pro Heizung - normalerweise zusammen mit den `measure_temperature`-, `target_temperature`-, , `comfort_mode`- und `thermostat_mode`-Fähigkeiten.",
    "fr": "Utilisez cette classe d'appareil pour les thermostats, soit pour toute la maison soit montés sur radiateurs, généralemebnt avec les capacités `measure_temperature`, `target_temperature`, `comfort_mode` et `thermostat_mode`.",
    "it": "Utilizza questa classe di dispositivi per i termostati, sia quelli per l'intera casa che quelli montati sul radiatore, solitamente insieme alle funzionalità `measure_temperature`,`target_temperature`, `comfort_mode` e `thermostat_mode`.",
    "sv": "Använd den här enhetsklassen för termostater, antingen för hela hemmet eller elementmonterade, oftast tillsammans med funktionerna `measure_temperature`, `target_temperature`, `comfort_mode` och `thermostat_mode`.",
    "no": "Bruk denne enhetsklassen for termostater, enten for hele hjemmet eller monterte på varmeelement, ofte sammen med funksjonene `measure_temperature`, `target_temperature`, `comfort_mode` og `thermostat_mode`.",
    "es": "Utiliza esta clase de dispositivo para los termostatos, tanto los de toda la casa como los montados en los radiadores, generalmente junto con las capacidades `measure_temperature`, `target_temperature`, `comfort_mode` y `thermostat_mode`.",
    "da": "Brug denne enhedsklasse til termostater, enten til hele hjemmet eller på radiatorer, normalt sammen med `measure_temperature`, `target_temperature`, `comfort_mode` og `thermostat_mode` funktionerne.",
    "ru": "Используйте этот класс устройств для термостатов для всего дома или для термостатов на радиаторах, обычно вместе с функциями `measure_temperature`, `target_temperature`, `comfort_mode` и `thermostat_mode`.",
    "pl": "Użyj tej klasy urządzeń dla termostatów, zarówno dla całego domu, jak i urządzeń podłączanych do kaloryferów; zwykle razem ze zdolnościami `measure_temperature`, `target_temperature`, `comfort_mode` oraz `thermostat_mode`.",
    "ko": "이 디바이스 클래스는 집 전체 또는 특정 라디에이터의 온도를 조절하고 보통 'measure_temperature', 'target_temperature', `comfort_mode` , 'thermostat_mode' 기능을 갖춘 온도조절기에 사용합니다."
  }
}
